Repository: JanHovland/Articles
Catalog: iOS/*.lproj/Localizable.strings
Languages: nb

source: Cancel
nb: Avbryt

source: Check that all fields have a value
nb: Sjekk at alle felt har en verdi.

source: Check that all fields have a value.
nb: Sjekk at alle felt har en verdi.

source: Check that the rest of the url following http is valid.
nb: Kontroller at resten av nettadressen etter http er gyldig.

source: Check that the url contains https or http.
nb: Kontroller at url inneholder https eller http.

source: Check that the url contains https:// or http://, but some url only accepts https
nb: Sjekk at nettadressen inneholder https: // eller http: //, men noen url godtar bare https.

source: Delete Article?
nb: Slett artikkelen?

source: Delete this article
nb: Slette denne artikkelen

source: Edit an article
nb: Oppdatere artikkel

source: Enter a new article
nb: Legg inn en ny artikkel

source: Enter Introduction
nb: Legg inn introduksjon

source: Enter subTitle1
nb: Legg inn beskrivelse

source: Enter Title
nb: Legg inn tittel

source: Enter Url
nb: Legg inn url

source: Existing data
nb: Artikkelen finnes

source: Incorrect url
nb: Feil med url

source: Introduction
nb: Introduksjon

source: MainType
nb: Hoved nivå

source: Missing Article Data
nb: Manglende artikkeldata

source: New Article
nb: Ny artikkel

source: No Internet connection for this
nb: Ingen internettforbindelse for denne

source: On the iPhone (due to a software faulure?), you must press the "Return" key in order to go back to the overview.
nb: På iPhone (på grunn av programvarefeil?) må du trykke på "Return" -tasten for å gå tilbake til oversikten.

source: Refresh
nb: Frisk opp

source: Return
nb: Tilbake

source: Safari View
nb: Safari

source: Save article
nb: Lagre artikkel

source: Search...
nb: Søk...

source: SubTitle1
nb: Beskrivelse

source: SubType
nb: Under nivå

source: Successfully deleted an article
nb: Artikkelen er nå slettet

source: This article is now stored in CloudKit
nb: Artikkelen er nå lagret i CloudKit

source: This article is now updated
nb: Artikkelen er nå oppdatert.

source: This article was stored earlier
nb: Artikkelen er lagret tidligene.

source: Title
nb: Tittel

source: Update article
nb: Oppdater artikkelen

source: Updated data
nb: Oppdatert artikkel

source: Url error
nb: Url er feil
